[M_YouDontKnowJack MissionDefinition]
MissionName="Conheça Jack"
MissionDescription="Mordecai gosta de conhecer a pessoa antes de matá-la.  Por isso, ele enviou você até [place]Arid Nexus[-place] para investigar toda trajetória de Jack O'Cara e como ele conseguiu alcançar tanta fama e poder."
TurnInDescription="Depois de investigar seu passado e descobrir alguns registros secretos referentes às etapas distintas da sua carreira, foi possível chegar a uma conclusão lógica: Jack é um perfeito canalha e merece ser morto."
MissionSummary="Procure por registros que expliquem como Jack O'Cara conseguiu alcançar tanta fama e poder."
MissionGiver="Mordecai"
MissionTurnInLocation="Painel de Trabalhos de Fyrestone"
TeaserText="Conheça seu inimigo."

[M_YouDontKnowJack:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_YouDontKnowJack:Journal1 MissionObjectiveDefinition]
ProgressMessage="Encontre o diário #1 do Jack"

[M_YouDontKnowJack:Journal2 MissionObjectiveDefinition]
ProgressMessage="Encontre o diário #2 do Jack"

[M_YouDontKnowJack:Journal3 MissionObjectiveDefinition]
ProgressMessage="Encontre o diário #3 do Jack"

[M_YouDontKnowJack:Journal4 MissionObjectiveDefinition]
ProgressMessage="Encontre o diário #4 do Jack"

[M_YouDontKnowJack:Journal5 MissionObjectiveDefinition]
ProgressMessage="Encontre o diário #5 do Jack"

[M_YouDontKnowJack:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o serviço no Painel de Trabalhos de Fyrestone."
MissionDescriptionOverride="Depois de investigar seu passado e descobrir alguns registros secretos referentes às etapas distintas da sua carreira, foi possível chegar a uma conclusão lógica: Jack é um perfeito canalha e merece ser morto."

